{
  "tagged_title": "Neurodegeneration and Neuroinflammation in @@Parkinson's disease##: a Self-Sustained Loop.",
  "tagged_abstract": "Neuroinflammation plays a significant role in @@Parkinson's disease## (PD) etiology along with mitochondrial dysfunction and impaired proteostasis. In this context, mechanisms related to immune response can act as modifiers at different steps of the neurodegenerative process and justify the growing interest in anti-inflammatory agents as potential disease-modifying treatments in @@Parkinson's disease##. The discovery of inherited gene mutations in @@Parkinson's disease## has allowed researchers to develop cellular and animal models to study the mechanisms of the underlying biology, but the original cause of neuroinflammation in @@Parkinson's disease## is still debated to date. Cell autonomous alterations in neuronal cells, including mitochondrial damage and protein aggregation, could play a role, but recent findings also highlighted the importance of intercellular communication at both local and systemic level. This has given rise to debate about the role of non-neuronal cells in @@Parkinson's disease## and reignited intense research into the gut-brain axis and other non-neuronal interactions in the development of the disease. Whatever the original trigger of neuroinflammation in @@Parkinson's disease##, what appears quite clear is that the aberrant activation of glial cells and other components of the immune system creates a vicious circle in which neurodegeneration and neuroinflammation nourish each other. In this review, we will provide an up-to-date summary of the main cellular alterations underlying neuroinflammation in @@Parkinson's disease##, including those induced by environmental factors (e.g. the gut microbiome) and those related to the genetic background of affected patients. Starting from the lesson provided by familial forms of @@Parkinson's disease##, we will discuss pathophysiological mechanisms linked to inflammation that could also play a role in idiopathic forms. Finally, we will comment on the potential clinical translatability of immunobiomarkers identified in @@Parkinson's disease## patient cohorts and provide an update on current therapeutic strategies aimed at overcoming or preventing inflammation in @@Parkinson's disease##."
}